Repository: easywebfactory/gtksystem-windows-forms
Catalog: Source/GTKSystem.Windows.Forms/Properties/Resources.*.resx
Languages: es, it, zh_hans

# MessageBox_ShowCore_Yes
source: Yes
es: Sí
it: Sì
zh_hans: 是

# MessageBox_ShowCore_Cancel
source: Cancel
es: Cancelar
it: Annulla
zh_hans: 取消

# MessageBox_ShowCore_No
source: No
zh_hans: 否

# MessageBox_ShowCore_Reject
source: Reject
es: Rechazar
it: Rifiuta
zh_hans: 放弃

# MessageBox_ShowCore_Help
source: Help
es: Ayuda
it: Aiuto
zh_hans: 重试

# MessageBox_ShowCore_Close
source: Close
es: Cerrar
it: Chiudi
zh_hans: 忽略

# Application_Init_Directory_does_not_exist
source: =》Directory does not exist
es: El directorio no existe
it: La directory non esiste
zh_hans: =》目录不存在

# Application_Init_Here you can customize or adjust the control style
source: /* Here you can customize or adjust the control style */
es: /* Aquí puedes personalizar o ajustar el estilo del control */
it: /* Qui puoi personalizzare o regolare lo stile del controllo */
zh_hans: /* 这里可以自定义或调整控件样式 */

# Application_Init_Define control style
source: Define control style
es: Definir el estilo del control
it: Definire lo stile del controllo
zh_hans: 定义控件样式

# Application_Init_Whether to follow the system theme by default
source: /*Whether to follow the system theme by default*/
es: /* Seguir el tema del sistema por defecto */
it: /* Seguire il tema del sistema per impostazione predefinita */
zh_hans: /*是否默认跟随系统主题*/

# Application_Init_Whether to apply built-in styles
source: /*Whether to apply built-in styles*/
es: /* Aplicar estilos integrados */
it: /* Applicare gli stili integrati */
zh_hans: /*是否应用内置样式*/

# Application_Init_Specify the theme, valid when AutoTheme is false
source: /*Specify the theme, valid when AutoTheme=false*/
es: /* Especificar el tema, válido cuando AutoTheme=false */
it: /* Specificare il tema, valido quando AutoTheme=false */
zh_hans: /*指定主题，AutoTheme=false时有效*/

# Application_Init_Whether to use a custom theme, corresponding to custom theme
source: /*Whether to use a custom theme, corresponding to [custom theme]*/
es: /* Usar un tema personalizado, correspondiente a [tema personalizado] */
it: /* Utilizzare un tema personalizzato, corrispondente al tema personalizzato */
zh_hans: /*是否使用自定义主题，对应[custom theme]*/

# Application_Init_Whether to use custom style, corresponding to [custom style]
source: /*Whether to use custom style, corresponding to [custom style]*/
es: /* Usar un estilo personalizado, correspondiente a [estilo personalizado] */
it: /* Utilizzare uno stile personalizzato, corrispondente a [stile personalizzato] */
zh_hans: /*是否使用自定义样式，对应[custom style]*/

# Application_Init_Custom theme name
source: /* Custom theme name */
es: /* Nombre del tema personalizado */
it: /* Nome del tema personalizzato */
zh_hans: /* 自定义主题名称 */

# Application_Init_The folder where the theme files are located
source: /* The folder where the theme files are located */
es: /* Carpeta donde se encuentran los archivos del tema */
it: /* La cartella in cui si trovano i file del tema */
zh_hans: /* 主题文件所在文件夹 */

# Application_Init_css file path
source: /* css file path */
es: /* Ruta del archivo CSS */
it: /* Percorso del file CSS */
zh_hans: /* css文件路径 */

# Application_Init_Freely defined style files
source: /* Freely defined style files */
es: /* Archivos de estilo definidos libremente */
it: /* File di stile definiti liberamente */
zh_hans: /* 自由定义样式文件 */

# FormBase_FormBase_Close_
source: You are closing this window, are you sure you want to close it?
es: Estás cerrando esta ventana, ¿estás seguro de que quieres cerrarla?
it: Stai chiudendo questa finestra, sei sicuro di volerla chiudere?
zh_hans: 你正在关闭该窗口，确定要关闭吗？

# ColorDialog_RunDialog_Choose color
source: Choose color
es: Elegir color
it: Scegli il colore
zh_hans: 选择颜色

# PrintDialog_RunPrint_File is in use and cannot be overwritten
source: File is in use and cannot be overwritten
es: El archivo está en uso y no se puede sobrescribir
it: Il file è in uso e non può essere sovrascritto
zh_hans: 文件正在使用，无法覆盖写入

# DateTimePicker_DateTimePicker_Mask
source: ____year__month__day
es: ____año__mes__día
it: ____anno__mese__giorno
zh_hans: ____年__月__日

# DateTimePicker_DateTimePicker_Choose Today
source: Choose Today
es: Elegir hoy
it: Scegli oggi
zh_hans: 选择今天

# DateTimePicker_Calendar_DaySelected_Choose
source: The selected date is outside the restricted range \nMaximum time: {0}\nMinimum time: {1}
es: La fecha seleccionada está fuera del rango restringido \nHora máxima: {0}\nHora mínima: {1}
it: La data selezionata è fuori dal range consentito \nOra massima: {0}\nOra minima: {1}
zh_hans: 选择的日期超出限制范围 最大时间：{0} 最小时间：{1}

# DateTimePicker_Calendar_DaySelected_Date restrictions
source: Date restrictions
es: Restricciones de fecha
it: Restrizioni sulla data
zh_hans: 日期限制

# DateTimePicker_Value_yyyy年MM月dd日
source: MM month dd day yyyy year
es: MM mes dd día año yyyy
it: MM mese dd giorno yyyy anno
zh_hans: yyyy年MM月dd日

# FileDialog_RunDialog_Select_File
source: Select File
es: Seleccionar archivo
it: Selezionare un file
zh_hans: 选择文件

# FileDialog_RunDialog_OK
source: OK
es: Aceptar
zh_hans: 确定

# FileDialog_RunDialog_Cancel
source: Cancel
es: Cancelar
it: Annulla
zh_hans: 取消

# FontDialog_RunDialog_Select_Font
source: Select Font
es: Seleccionar fuente
it: Selezionare il Font
zh_hans: 选择字体
